9/data/attachments/a3dd5e4f6d284f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>James_attorney_Actions_92437_8</nif:username>
            <nif:friendToBeAdded>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>